[
  {
    "title": "CoinOutlet to Launch the World's Largest Bitcoin ATM Network",
    "source": "Cointelegraph",
    "date": "2014-10-01",
    "url": "https://cointelegraph.com/news/coinoutlet-to-launch-the-worlds-largest-bitcoin-atm-network",
    "excerpt": "Eric Grill, CEO of CoinOutlet, announces partnership with Locant Services to deploy Bitcoin ATMs across the United States, creating what would become the world's largest Bitcoin ATM network controlled by a single company.",
    "content": "CoinOutlet partnered with Locant Services to create the world's largest Bitcoin ATM network controlled by a single company. This represented the first major attempt at large-scale, unified ATM deployment.\n\nEric Grill, CEO of CoinOutlet, stated: 'The partnership with Locant allows us to drive Bitcoin and digital currency adoption through a systematic roll out of ATMs across key cities from coast to coast. Our partnership encompasses the perfect collaboration of resources, technology, and prime locations.'\n\nInitial deployment targeted Los Angeles, Chicago, Dallas, Boston, San Diego, and Berkeley, with 30 kiosks planned by end of 2014, and nationwide expansion once regulatory requirements permitted.",
    "topics": ["bitcoin", "atm", "coinoutlet", "entrepreneurship"]
  },
  {
    "title": "New Bitcoin ATMs: CoinOutlet Launches Huge ATM Network",
    "source": "Cointelegraph",
    "date": "2014-10-01",
    "url": "https://cointelegraph.com/news/new-bitcoin-atms-coinoutlet-launches-huge-atm-network-and-machines-come-to-lisbon-zagreb",
    "excerpt": "North Carolina-based CoinOutlet announces a partnership that could create the world's largest Bitcoin ATM network. CEO Eric Grill discusses the systematic rollout across key U.S. cities.",
    "content": "North Carolina-based CoinOutlet announced a partnership that could create the world's largest Bitcoin ATM network. The company produces KYC/AML-compliant two-way kiosks.\n\nCoinOutlet partnered with Locant Services, which controls 100,000 U.S. locations suitable for ATM installation, and Bitcoin Shop, an online retailer accepting cryptocurrencies.\n\nCEO Eric Grill stated: 'The partnership with Locant allows us to drive Bitcoin adoption through systematic rollout of ATMs across key cities from coast to coast.'\n\nThe company planned to install 30 kiosks nationwide by end of 2014. Initial deployment targeted Los Angeles, Chicago, Dallas, Boston, San Diego, and Berkeley, California.",
    "topics": ["bitcoin", "atm", "coinoutlet", "expansion"]
  },
  {
    "title": "Bitcoin Shop Acquires Additional Equity in Coin Outlet",
    "source": "Cointelegraph",
    "date": "2015-03-27",
    "url": "https://cointelegraph.com/news/bitcoin-shop-acquires-additional-equity-in-coin-outlet-interview-with-ceo-charles-allen",
    "excerpt": "Bitcoin Shop acquires additional 2% equity stake in Coin Outlet, reducing CEO Eric Grill's shareholding. The deal highlights CoinOutlet's regulatory compliance and installations at Overstock and Bitpay headquarters.",
    "content": "Bitcoin Shop acquired an additional 2% equity stake in Coin Outlet, bringing their total ownership to 4.2%. This reduced Coin Outlet CEO Eric Grill's shareholding by 701,966 shares. The company now has options to increase ownership to 11% in the future.\n\nBitcoin Shop is the first publicly-traded U.S. Bitcoin company focused on building a universal digital currency ecosystem. Coin Outlet manufactures user-friendly Bitcoin ATMs and aims to establish the world's largest BTM network through a partnership with Locant Services, which provides access to 100,000 high-traffic U.S. locations.\n\nBitcoin Shop CEO Charles Allen stated that ATMs serve as 'on-ramp and access points that will connect the digital currency ecosystem with the traditional Fiat systems.' He emphasized that regulatory compliance influenced their investment decision, noting Coin Outlet's FinCEN registration and that major companies like Overstock and Bitpay selected their ATMs for headquarters locations.",
    "topics": ["bitcoin", "atm", "coinoutlet", "investment", "compliance"]
  },
  {
    "title": "CoinOutlet Acquires LibertyTeller BTMs to Expand Backend Network",
    "source": "Cointelegraph",
    "date": "2015-03-02",
    "url": "https://cointelegraph.com/news/coinoutlet-acquires-libertyteller-btms-to-expand-new-backend-network-ecosystem",
    "excerpt": "CoinOutlet acquires LibertyTeller's Bitcoin ATM network. CEO Eric Grill discusses the company's proprietary backend system and plans for further acquisitions.",
    "content": "CoinOutlet, Inc. acquired the Bitcoin Teller Machine (BTM) network from LibertyTeller in March 2015. The acquisition included four Lamassu machines that were rebranded under CoinOutlet's name at their original Boston-area locations.\n\nEric Grill, CoinOutlet's CEO, emphasized the company's expansion strategy, stating that integrating other hardware platforms into their backend network enables 'more acquisitions and further scaling of the CoinOutlet network.'\n\nGrill highlighted that CoinOutlet built its ATM systems from the ground up with proprietary controls, allowing them to customize the user experience beyond basic Bitcoin functionality. He noted the company had 'always built our system this way,' with a software development kit (SDK) enabling integration of Know Your Customer (KYC) and Anti-Money Laundering (AML) features.\n\nCoinOutlet formally launched in August 2014, partnered with Locant Services for access to 100,000 prime US ATM locations, and was the first BTM company to incorporate KYC and AML regulatory compliance features. The company installed machines at Overstock headquarters and BitPay's Amsterdam office.",
    "topics": ["bitcoin", "atm", "coinoutlet", "acquisition", "compliance"]
  },
  {
    "title": "Should BTM Companies Offer Altcoins In Their ATMs?",
    "source": "Cointelegraph",
    "date": "2016-02-03",
    "url": "https://cointelegraph.com/news/should-btm-companies-offer-altcoins-in-their-atms",
    "excerpt": "Eric Grill, founder of CoinOutlet Inc., shares his experience adding Litecoin and Dogecoin to Bitcoin ATMs, revealing minimal customer demand and user confusion.",
    "content": "Eric Grill, founder of CoinOutlet Inc., was surveyed about whether Bitcoin ATM (BTM) companies should offer altcoins alongside Bitcoin.\n\nGrill initially expressed openness to the idea, stating: 'I think it's a great idea if there is a demand for it. We have not seen any demand.'\n\nHowever, his company's actual experience proved problematic. CoinOutlet added Litecoin and Dogecoin to machines, which led to implementation challenges. While technical integration was straightforward, customers showed confusion and minimal transactions. Grill noted they sold less than $100 worth of altcoins at a single location overall, with customers frequently asking if they needed to purchase Litecoin when buying partial Bitcoin amounts.\n\nGrill rejected the notion that supporting only Bitcoin creates monopolistic behavior, arguing that other cryptocurrencies gaining similar market penetration would receive equivalent support from ATM operators.",
    "topics": ["bitcoin", "atm", "coinoutlet", "altcoins", "litecoin", "dogecoin"]
  },
  {
    "title": "Bitcoin for Cash: Do Crypto ATMs Make Buying BTC Easier for the Mainstream?",
    "source": "Cointelegraph",
    "date": "2021-07-31",
    "url": "https://cointelegraph.com/news/bitcoin-for-cash-do-crypto-atms-make-buying-btc-easier-for-the-mainstream",
    "excerpt": "Eric Grill, CEO of Chainbytes (Bitcoin ATM manufacturer), shares transaction data and insights on the crypto ATM industry's growth and mainstream adoption.",
    "content": "Eric Grill, CEO of Chainbytes (a Bitcoin ATM manufacturer), discussed his company's operations. Chainbytes operates HippoAtm.com, charging a 17% fee per transaction.\n\nGrill shared transaction data showing average amounts of $1,183.92 (July 2021) and $1,325.98 (June 2021) on HippoAtm machines.\n\nThe article highlights several key trends in the crypto ATM sector:\n- Over 24,000 crypto ATMs operate globally, with installations increasing at approximately 52.3 machines daily\n- A 71.3% increase in installations occurred during 2021\n- Baby boomers and millennials comprise the largest share of Bitcoin ATM transaction volumes\n- Industry estimates suggest over 100,000 Bitcoin ATMs by 2025, with market growth exceeding $1.7 billion\n\nBitcoin ATMs primarily serve mainstream users unfamiliar with cryptocurrency exchanges, offering quick, cash-based Bitcoin purchases without lengthy verification processes.",
    "topics": ["bitcoin", "atm", "chainbytes", "mainstream-adoption"]
  },
  {
    "title": "BTM Maker Robocoin Shuts Down. Is the BTM Business not Profitable Anymore?",
    "source": "Cointelegraph",
    "date": "2016-01-18",
    "url": "https://cointelegraph.com/news/btm-maker-robocoin-shuts-down-is-the-btm-business-not-profitable-anymore",
    "excerpt": "Analysis of the Bitcoin ATM industry after Robocoin's shutdown, featuring perspectives from operators including Eric Grill on the challenges and opportunities in the BTM market.",
    "content": "Robocoin, one of the early Bitcoin ATM manufacturers, shut down operations in January 2016. The article examines whether the Bitcoin ATM business model remains viable.\n\nIndustry experts, including Bitcoin ATM operators and manufacturers, discussed the challenges facing the BTM industry, including regulatory compliance costs, hardware maintenance, and finding profitable locations.\n\nThe article explores how companies like CoinOutlet and others were adapting their strategies to maintain profitability in an increasingly competitive market.",
    "topics": ["bitcoin", "atm", "robocoin", "industry-analysis"]
  },
  {
    "title": "From Hawaii to Slovenia to Zurich to Canada, Bitcoin ATMs Have Gone Mainstream",
    "source": "Cointelegraph",
    "date": "2014-09-06",
    "url": "https://cointelegraph.com/news/from-hawaii-to-slovenia-to-zurich-to-canada-bitcoin-atms-have-gone-mainstream",
    "excerpt": "Coverage of the rapid global expansion of Bitcoin ATMs in 2014, including developments from U.S. operators building nationwide networks.",
    "content": "Bitcoin ATMs spread around the world at an incredible speed during 2014. The article covers new installations across multiple continents and the growing legitimacy of cryptocurrency ATMs as access points for mainstream users.\n\nU.S. operators, including those building large-scale networks with regulatory compliance features, were highlighted as leaders in the emerging industry.",
    "topics": ["bitcoin", "atm", "global-expansion", "mainstream-adoption"]
  },
  {
    "title": "What is Bitcoin: Gold, Oil or Cigarettes in Prison",
    "source": "Cointelegraph",
    "date": "2016-02-24",
    "url": "https://cointelegraph.com/news/bitcoin-commodity-currency-gold-cigarettes",
    "excerpt": "Cointelegraph asks industry experts including Bitcoin ATM operators about Bitcoin's true identity as a commodity, currency, or something else entirely.",
    "content": "Cointelegraph surveyed industry experts about their perspectives on Bitcoin's nature and classification. The article explores whether Bitcoin functions more as a commodity like gold, a currency for transactions, or serves unique purposes.\n\nBitcoin ATM operators and cryptocurrency business owners shared their views on how Bitcoin is being used in practice through their platforms.",
    "topics": ["bitcoin", "philosophy", "classification"]
  },
  {
    "title": "Bitcoin Remittances to Mexico See Huge Potential",
    "source": "Cointelegraph",
    "date": "2015-12-21",
    "url": "https://cointelegraph.com/news/bitcoin-remittances-to-mexico-see-huge-potential",
    "excerpt": "Analysis of Bitcoin's potential to revolutionize the remittance industry for Mexican immigrants in the United States, featuring insights from Bitcoin ATM operators.",
    "content": "Employing Bitcoin could revolutionize the remittance industry for Mexican immigrants in the United States. The article examines how Bitcoin ATMs and cryptocurrency services could provide cheaper, faster alternatives to traditional money transfer services.\n\nBitcoin ATM operators discussed how their machines could serve immigrant communities sending money to family abroad, offering significant fee savings compared to traditional remittance services like Western Union.",
    "topics": ["bitcoin", "remittance", "mexico", "financial-inclusion"]
  },
  {
    "title": "2 Reasons and 3 Ways to Ditch Bitcoin Online Exchanges",
    "source": "Cointelegraph",
    "date": "2016-03-01",
    "url": "https://cointelegraph.com/news/3-ways-to-ditch-bitcoin-online-exchanges",
    "excerpt": "Guide to alternatives for buying Bitcoin without using online exchanges, featuring Bitcoin ATMs as a primary option with insights from industry operators.",
    "content": "Online exchanges scare away some users with privacy issues and slow transactions. The article presents Bitcoin ATMs as one of the primary alternatives for purchasing cryptocurrency.\n\nBitcoin ATM operators explained the advantages of their machines: instant transactions, cash-based purchases, and varying levels of privacy depending on transaction amounts and regulatory requirements.\n\nThe article positions Bitcoin ATMs as essential infrastructure for users who prefer not to share extensive personal information with online exchanges or who want immediate access to their cryptocurrency.",
    "topics": ["bitcoin", "atm", "privacy", "exchanges"]
  },
  {
    "title": "Chicago To Get New Bitcoin ATMs From RockItCoin",
    "source": "Cointelegraph",
    "date": "2016-01-13",
    "url": "https://cointelegraph.com/news/chicago-to-get-new-bitcoin-atms-from-rockitcoin",
    "excerpt": "Coverage of Bitcoin ATM expansion in Chicago, part of the broader growth of cryptocurrency infrastructure in major U.S. cities.",
    "content": "Chicago, Illinois received new Bitcoin ATMs as part of the broader expansion of cryptocurrency infrastructure across major U.S. cities. The article discusses the growing competition among Bitcoin ATM operators and the race to establish presence in high-traffic urban locations.\n\nThe Chicago market represented a key battleground for Bitcoin ATM operators, with multiple companies competing to deploy machines and capture market share.",
    "topics": ["bitcoin", "atm", "chicago", "competition"]
  }
]
